<?php
$uploadDirProjects = '/upload/projects';
$arProjects = [
    [
        'name' => 'Бессмертный полк Елецкого района',
        'picture_url' => $uploadDirProjects . '/5.png',
        'description' => 'В 2020 году Администрация Елецкого района выступила с инициативой создать книгу памяти солдат ВОВ Елецкого района. Для этого создали сайт с интерактивной книгой и общей информацией о движении “Бессмертный полк”. ',
        'technologies' => [
            'HTML', 'CSS', 'JS', 'PHP', 'Bitrix', 'Figma', 'PS'
        ],
        'detail_url' => 'https://polk.elradm.ru/'
    ],
    [
        'name' => 'Администрация Елецкого района',
        'picture_url' => $uploadDirProjects . '/4.png',
        'description' => 'В 2020 году была произведен редизайн сайта Администрации Елецкого муниципального района. Работа была интересной, а в результате удалось добавить на сайт новый функционал, в том числе версию для слабовидящих.',
        'technologies' => [
            'HTML', 'CSS', 'JS', 'PHP', 'Bitrix', 'Figma'
        ],
        'detail_url' => 'https://elradm.ru/'
    ],
    [
        'name' => 'Мебельный континент (Липецк)',
        'picture_url' => $uploadDirProjects . '/2.png',
        'description' => 'Сайт Мебельного континента в Липецке существует с 2014 года, но в 2018 году я проведа редизайн и доработку сайта. Добавили интерактивную карту и форму подачи заявки для арендаторов, а также мобильную версию.',
        'technologies' => [
            'HTML', 'CSS', 'JS', 'PHP', 'Bitrix', 'Figma'
        ],
        'detail_url' => 'https://kontinent-48.ru/'
    ],
    [
        'name' => 'Мебельный континент (Тамбов)',
        'picture_url' => $uploadDirProjects . '/3.png',
        'description' => 'Сайт Мебельного континента в Тамбове давно радует тамбовчан широким ассортиментом мебели и акссесуаров для дома, но в 2017 году я провеля редизайн сайта. Он был одним из первых моих проектов, для него мной были разработаны 3 макета, а потом по одному из макетов был создан текущий сайт.',
        'technologies' => [
            'HTML', 'CSS', 'JS', 'PHP', 'Bitrix', 'Figma'
        ],
        'detail_url' => 'https://continent-68.ru/'
    ],
    [
        'name' => 'Обруч.Лица',
        'picture_url' => $uploadDirProjects . '/1.png',
        'description' => 'Этот сайт - часть проекта Обруч. Он призван помочь преподавателям и педагогам создать собственные персональные сайты. Предоставляет максимально простой интерфейc для раоты исключительно с данными и широкие настройки внешнего вида. </br> Сегодня на Обруч.Лица можно найти порядка 150 педагогов и это не предел. Все они дают положительные оценки системе, и это мотивирует развивать ее!',
        'technologies' => [
            'HTML', 'CSS', 'JS', 'PHP', 'Figma'
        ],
    ],

];
