<?php
$uploadDirProjects = '/upload/projects';
$arProjects = [
    [
        'name' => 'Бессмертный полк Елецкого района',
        'picture_url' => $uploadDirProjects . '/',
        'description' => 'В 2020 году Администрация Елецкого района выступила с инициативой создать книгу памяти солдат ВОВ Елецкого района. Для этого создали сайт с интерактивной книгой и общей информацией о движении “Бессмертный полк”. ',
        'technologies' => [
            'HTML', 'CSS', 'JS', 'PHP', 'Bitrix', 'Figma', 'PS'
        ],
        'detail_url' => 'https://polk.elradm.ru/'
    ],
    [
        'name' => 'Администрация Елецкого района',
        'picture_url' => $uploadDirProjects . '/',
        'description' => 'В 2020 году была произведен редизайн сайта Администрации Елецкого муниципального района. Работа была интересной, а в результате удалось добавить на сайт новый функционал, в том числе версию для слабовидящих.',
        'technologies' => [
            'HTML', 'CSS', 'JS', 'PHP', 'Bitrix', 'Figma'
        ],
        'detail_url' => 'https://elradm.ru/'
    ],
    [
        'name' => 'Мебельный континент (Липецк)',
        'picture_url' => $uploadDirProjects . '/',
        'description' => 'Сайт Мебельного континента в Липецке существует с 2014 года, но в 2018 году я проведа редизайн и доработку сайта. Добавили интерактивную карту и форму подачи заявки для арендаторов, а также мобильную версию.',
        'technologies' => [
            'HTML', 'CSS', 'JS', 'PHP', 'Bitrix', 'Figma'
        ],
        'detail_url' => 'https://kontinent-48.ru/'
    ],

];
