<?php
$arTechnologies = [
    [
        'name' => 'HTML',
        'desctiption' => 'Мой опыт верстки порядка 6 лет. HTML был моим первым шагом в IT. Сейчас я умею делать верстку валидной и семантически правильной, знаю HTML5 теги и верстаю по БЭМ. А для хорошего сайта это важно.',
        'icon' => '/upload/tech/html.png'
    ],
    [
        'name' => 'CSS',
        'desctiption' => 'Вместе с HTML я учила и CSS, потому что сразу ставила своей целью делать хорошие сайты. Сегодня я знаю о css-переменных и функциях в языке, различные единицы измерения, адаптивной верстки и прочих таких важных, но незаметных на первый взгляд тонкостях, что Ваш сайт будет работать хорошо.',
        'icon' => '/upload/tech/css.png'
    ],
    [
        'name' => 'JS',
        'desctiption' => 'Опыт работы с JS у меня порядка 5 лет. Я могу реализовать с применением этого языка браузерные игры, сложные системы тестирования, редактирование изображений... Кроме того, владею множеством фрейморков для JS, поэтому Ваша задача точно будет решена.',
        'icon' => '/upload/tech/js.png'
    ],
    [
        'name' => 'Vue.js',
        'desctiption' => 'Опыт работы с Vue.js - 3 года. Уже сейчас я многое умею, а готова научиться делать еще больше! Вы можете увидеть мои проекты на vue: калькулятор, todo-list, приложение для тестов.',
        'icon' => '/upload/tech/vue.png'
    ],
    [
        'name' => 'Bitrix',
        'desctiption' => 'CSM Bitrix - это то, что сделает ваш сайт реальностью. И я имею опыт разработки на данной CSM порядка 5 лет: знакома с API (в т.ч. ядря D7, highload-блоками), реализовывала самый разнообразный функционал средствами данной cms, даже создала на нем конструктор сайтов.',
        'icon' => '/upload/tech/bitrix.png'
    ],
    [
        'name' => 'PHP',
        'desctiption' => 'Опыт работы с PHP у меня также порядка 5 лет, я начала его изучать параллельно с Bitrix, потому что почти все в Bitrix пишется на php. Сегодня я могу генерировать документы, создавать сложные алгоритмы, работать с БД. Решение для вашей задачи найдется!',
        'icon' => '/upload/tech/php.png'
    ],
    [
        'name' => 'C++',
        'desctiption' => 'Этому меня научили в ЛГТУ! Да, я могу не только в веб, и если вам будет сильно надо, за большую денежку попробую стать самым исполнительным разрабом на c++. Пока что могу похвастать только массой лабораторных работ на c++ и званием "настоящего разработчика" от господина Ведищева Виталия Викторовича, который привел меня в мир ООП.',
        'icon' => '/upload/tech/c.png'
    ],
    [
        'name' => 'Figma',
        'desctiption' => 'Да, я еще и дизайнер. Почти все мои проекты были реализованы мной от дизайна до разработки, подробнее об этом вы сможете прочитать далее в Копилке проектов. На Figma я работаю 4 года, и за это время "задизайнила" под заказ 25+ макетов! Сайт для себя я тоже сделала самостоятельно )',
        'icon' => '/upload/tech/figma.png'
    ],
    [
        'name' => 'Photoshop',
        'desctiption' => 'При разработке дизайна никуда без графического сопровождение, и в этом мне сильно помогает Photoshop. Конечно, я не работаю в нем на уровне графических дизайнеров или фотографов, но с большой вероятностью, мы с вами сможем найти уникальный образ для вашей идеи и моих навыков хватит на ее воплощение.',
        'icon' => '/upload/tech/photoshop.png'
    ],
];
